import React from 'react';

const Text2 = () => {
    return (
        <div className='text-box'>
            <h3> Наш ресурс  </h3>
            <p>Наш ресурс стирает эти рамки между людьми. Каждый сможет попросить о том, что желает: вы давно хотели заняться йогой, но не знаете с чего начать? Продвинутый незнакомец с радостью поможет вам, в замен попросив лишь что-то из вашего арсенала навыков. Вы делаете прекрасные стрижки, но не знаете, как починить вашу стиральную машину? Не беда, ведь ваши услуги точно смогут пригодиться опытному механику, который не прочь сменить имидж! Бескорыстие- наша основная благодетель, попробуй и ты!
            </p>
        </div>
    );
};

export default Text2;