import React from 'react';

const Text = () => {
    return (
        <div className='text-box'>

            <p>С каждым годом отношение общества к незнакомцам обрастает все большей стеной недоверия. С самого детства нас учат тому, что доверять людям, с которыми ты прежде не общался- нельзя. Из-за такого положения вещей большая часть населения вступает во взрослую жизнь скрытными и не приспособленными к нормальной социализации. Многим проще оставаться один на один со своей проблемой, недели попросить о помощи. Виной тому большое количество факторов, о которых попросту нет смысла толковать.
            </p>
            </div>
    );
};

export default Text;
