import React from 'react';
import style from '../Paralax.module.css'

const Text = () => {
    return (
        <div className='text-box'>
            <h3> Заголовок для информации</h3>
            <p>
                Посмотрел, как доехать. Поисковик и маршрут построил, и время примерное рассчитал - час от дома до восемьдесят первой.

                Удобная штука. Вот бы судьбу можно было так простраивать: в точку А вбить текущую позицию, в точку Б - к чему хотел бы прийти. И Яндекс тебе рассказывает - сначала пешком тысячу километров, потом поездами три года, потом два брака, трое детей, работать только вот тут и вот тут, по столько-то времени. Продолжительность пути - сорок пять лет, но есть альтернативный маршрут.
            </p>
            </div>
    );
};

export default Text;
